/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "Cyberduck als Standardanwendung für FTP und SFTP setzen?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "Als Standardanwendung öffnet Cyberduck FTP und SFTP Links, die in anderen Anwendungen (z.B. Web Browser) ausgewählt werden. Diese Einstellung kann in den Cyberduck Einstellungen später geändert werden.";

/* Apply proposed action. */
"Change" = "Ändern";

/* Do not display this dialog again. */
"Don't ask again" = "Nicht mehr fragen";

/* Don't change anything. */
"Cancel" = "Abbrechen";

/* Bookmark import from thirdparty applications */ 
"Import" = "Import";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "{0} Lesezeichen importieren";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "{0} Lesezeichen gefunden. Sollen diese zu den Lesezeichen hinzugefügt werden?";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "Importiert von {0}";